tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "curl"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "glow"
brew "gradle"
brew "jq"
brew "llvm"
brew "neovim"
brew "ripgrep"
brew "mise"
brew "sd"
brew "tmux"
brew "tree"
brew "wget"
cask "amethyst"
cask "discord"
cask "docker"
cask "dropbox"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "intellij-idea-ce"
cask "karabiner-elements"
cask "kitty"
cask "obsidian"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zoom"
