tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "curl"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "gradle"
brew "llvm"
brew "neovim", args: ["HEAD"]
brew "ripgrep"
brew "rtx"
brew "tmux"
brew "tree"
brew "wget"
cask "amethyst"
cask "discord"
cask "docker"
cask "dropbox"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "intellij-idea-ce"
cask "kitty"
cask "obsidian"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zoom"
