bat
berkeley-db
brotli
c-ares
ca-certificates
cmake
datamash
gdbm
gettext
git
htop
icu4c
libevent
libidn2
libnghttp2
libtermkey
libtool
libunistring
libuv
libyaml
lua
luajit-openresty
luarocks
luv
m4
macos-term-size
mongodb-community
mongodb-database-tools
mongosh
mpdecimal
msgpack
ncurses
neovim
node@14
openssl@1.1
pcre2
peco
perl
pkg-config
readline
ruby
sqlite
tmux
tree
tree-sitter
unibilium
utf8proc
vim
wget
xz
yarn
alacritty
font-hack-nerd-font
