tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "curl"
brew "git-delta"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "jq"
brew "llvm"
brew "neovim"
brew "powerlevel10k"
brew "ripgrep"
brew "stow"
brew "mise"
brew "tmux"
brew "tree"
brew "wget"
cask "amethyst"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "karabiner-elements"
cask "kitty"
cask "visual-studio-code"
