tap "homebrew/bundle"
brew "coreutils"
brew "curl"
brew "git-delta"
brew "gnu-sed"
brew "grep"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "httpie"
brew "hyperfine"
brew "jq"
brew "lazygit"
brew "llvm"
brew "neovim"
brew "powerlevel10k"
brew "ripgrep"
brew "stow"
brew "mise"
brew "tmux"
brew "tree"
brew "wget"
