tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "btop"
brew "elixir"
brew "exa"
brew "fd"
brew "fnm"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "gradle"
brew "ncdu"
brew "neovim"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "starship"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zoxide"
cask "amethyst"
cask "discord"
cask "docker"
cask "dropbox"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "intellij-idea-ce"
cask "kitty"
cask "obsidian"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zoom"
